Repository: cmiloud/TestRepo00
Catalog: src/locale/messages.*.xlf
Languages: nl

# ngb.alert.close
source: Close
nl: Fermer

# ngb.carousel.previous
source: Previous
nl: Précédent

# ngb.carousel.next
source: Next
nl: Suivant

# ngb.datepicker.previous-month
source: Previous month
nl: Mois précédent

# ngb.datepicker.next-month
source: Next month
nl: Mois suivant

# ngb.datepicker.select-month
source: Select month
nl: Séléctionner Mois

# ngb.datepicker.select-year
source: Select year
nl: Séléctionner Année

# ngb.pagination.first-aria
source: First
nl: Premier

# ngb.pagination.previous-aria
source: Previous
nl: Précédent

# ngb.pagination.next-aria
source: Next
nl: Suivant

# ngb.pagination.last-aria
source: Last
nl: Dernier

# ngb.timepicker.increment-hours
source: Increment hours
nl: Augmenter heure

# ngb.timepicker.hours
source: Hours
nl: Heure

# ngb.timepicker.decrement-hours
source: Decrement hours
nl: Diminuer heure

# ngb.timepicker.increment-minutes
source: Increment minutes
nl: Augmenter minutes

# ngb.timepicker.decrement-minutes
source: Decrement minutes
nl: Diminuer minutes

# ngb.timepicker.increment-seconds
source: Increment seconds
nl: Augmenter secondes

# ngb.timepicker.seconds
source: Seconds
nl: Secondes

# ngb.timepicker.decrement-seconds
source: Decrement seconds
nl: Diminuer secondes

# ngb.toast.close-aria
source: Close
nl: Fermer

# WarningMessage
source: <strong>Warning!</strong> Better check yourself, you're not looking too good.
nl: <strong>Attention!</strong> c'est mieux comme ça. NL

# ButtonLeft
source: <input/> Left (pre-checked)
nl: <input/> Gauche NL

# ButtonMiddle
source: <input/> Middle
nl: <input/> Milieu NL

# ButtonRight
source: <input/> Right
nl: <input/> Droite NL
